IDEA Open Model
CalculationCase.Name Property
Compatible with IDEA StatiCa 20.1
 Gets or set the name
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string Name { get; set; }
Public Property Name As String
	Get
	Set
Property Value
Type: String
See Also
Reference
CalculationCase Class
IdeaRS.OpenModel.Detail.Loading Namespace